HELP_1 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ᴀᴅᴍɪɴ ᴍᴏᴅᴜʟᴇ :</u></b>

<b><u>❖ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</u></b>

<b>ᴊᴜsᴛ ᴀᴅᴅ <code>ᴄ</code> ɪɴ ᴛʜᴇ sᴛᴀʀᴛɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴜsᴇ ᴛʜᴇᴍ ғᴏʀ ᴄʜᴀɴɴᴇʟs.</b>

<b>๏ /pause -</b> ᴘᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ  
<b>๏ /resume -</b> ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴘᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ  
<b>๏ /skip -</b> sᴋɪᴘ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ  
<b>๏ /end ᴏʀ /stop -</b> ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ  
<b>๏ /queue -</b> sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ  
<b>๏ /loop [disable/enable] ᴏʀ [between 1:10] -</b> ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ʙᴏᴛ ᴡɪʟʟ ᴘʟᴀʏ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ ғᴏʀ 10 ᴛɪᴍᴇs ᴏʀ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏғ ʀᴇǫᴜᴇsᴛᴇᴅ ʟᴏᴏᴘs  
<b>๏ /shuffle -</b> sʜᴜғғʟᴇ ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs  
<b>๏ /seek -</b> sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ  
<b>๏ /seekback -</b> ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ  
"""

HELP_2 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ᴀᴜᴛʜ ᴍᴏᴅᴜʟᴇ :</u></b>

<b><u>❖ ᴀᴜᴛʜ ᴜsᴇʀs :</u></b>

<b>ᴀᴜᴛʜ ᴜsᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ. [ᴀᴅᴍɪɴs ᴏɴʟʏ]</b>

<b>๏ /auth [ᴜsᴇʀɴᴀᴍᴇ] -</b> ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.

<b>๏ /unauth [ᴜsᴇʀɴᴀᴍᴇ] -</b> ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀ ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.

<b>๏ /authusers -</b> sʜᴏᴡs ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
"""

HELP_3 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ʙʟᴀᴄᴋʟɪsᴛ ᴍᴏᴅᴜʟᴇ :</u></b>

<b><u>❖ ʙʟᴀᴄᴋʟɪsᴛ ᴄʜᴀᴛ :</u></b>

<b>๏ /blacklistchat [ᴄʜᴀᴛ ɪᴅ] -</b> ʙʟᴀᴄᴋʟɪsᴛ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.

<b>๏ /whitelistchat [ᴄʜᴀᴛ ɪᴅ] -</b> ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ.

<b>๏ /blacklistedchat -</b> sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.

<b><u>❖ ʙʟᴏᴄᴋ ᴜsᴇʀs:</u></b>

<b>๏ /block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] -</b> sᴛᴀʀᴛs ɪɢɴᴏʀɪɴɢ ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ, sᴏ ᴛʜᴀᴛ ʜᴇ ᴄᴀɴ'ᴛ ᴜsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs.

<b>๏ /unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] -</b> ᴜɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀ.

<b>๏ /blockedusers -</b> sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀs.
"""

HELP_4 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ʙʀᴏᴀᴅᴄᴀsᴛ ᴍᴏᴅᴜʟᴇ :</b></u>

<b><u>❖ ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :</b></u>

<b>๏ /broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] -</b> sᴇɴᴅ ᴀ ʙʀᴏᴀᴅᴄᴀsᴛ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

<b><u>❖ ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs:</b></u>
๏ <code>-pin</code> : ᴘɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
๏ <code>-pinloud</code> : ᴘɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅs ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
๏ <code>-user</code> : ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
๏ <code>-nobot</code> : ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ.
<pre language='python'>๏ ᴇxᴀᴍᴘʟᴇ : /broadcast -user -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ</pre>
"""

HELP_5 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ᴘɪɴɢ ᴍᴏᴅᴜʟᴇ :</b></u>

<b><u>❖ ᴘɪɴɢ ᴄᴏᴍᴍᴀɴᴅ :</b></u>

<b>๏ /ping -</b> sʜᴏᴡ ᴛʜᴇ ᴘɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
<b>๏ /stats -</b> ɢᴇᴛ ᴛᴏᴘ 10 ᴛʀᴀᴄᴋ ɢʟᴏʙᴀʟ sᴛᴀᴛs, ᴛᴏᴘ 10 ᴜsᴇʀs ᴏғ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴘ 10 ᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴘ 10 ᴘʟᴀʏᴇᴅ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ ᴀɴᴅ ᴍᴀɴʏ ᴍᴏʀᴇ...
"""

HELP_6 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ᴘʟᴀʏ ᴍᴏᴅᴜʟᴇ :</b></u>

<b><u>❖ ᴘʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs:</b></u>

<b>๏ c</b> sᴛᴀɴᴅs ғᴏʀ ᴄʜᴀɴɴᴇʟ ᴘʟᴀʏ.  
<b>๏ v</b> sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴘʟᴀʏ.  
<b>๏ force</b> sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴘʟᴀʏ.

<b>๏ /play ᴏʀ /vplay ᴏʀ /cplay -</b> sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
<b>๏ /playforce ᴏʀ /vplayforce ᴏʀ /cplayforce -</b> ғᴏʀᴄᴇ ᴘʟᴀʏ sᴛᴏᴘs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
<b>๏ /channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] -</b> ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴘ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴘ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴘ.
"""

HELP_7 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ sᴜᴅᴏ ᴍᴏᴅᴜʟᴇ :</b></u>

<b>❖ ᴍᴇᴀɴɪɴɢ ᴏғ ᴘᴀɪᴅ ᴏʀ ғʀᴇᴇ :</b>
<b>๏ ғʀᴇᴇ —</b> ғᴏʀ ᴘʀᴏ ᴄᴏᴅᴇʀs 😎
<b>๏ ᴘᴀɪᴅ —/b> sʜᴏᴡs ʏᴏᴜʀ sᴛᴀᴛᴜs 😉

<b>❖ sᴛᴏʀᴀɢᴇ ᴄʟᴇᴀɴᴇʀ — ᴘᴀɪᴅ :</b>
๏ <b>/clean</b> – ᴠɪᴇᴡ sᴛᴏʀᴀɢᴇ ᴜsᴀɢᴇ & ᴄʟᴇᴀɴᴀʙʟᴇ ғᴏʟᴅᴇʀs
๏ ᴄʟɪᴄᴋ ʙᴜᴛᴛᴏɴs ᴛᴏ ᴄʟᴇᴀɴ sᴘᴇᴄɪғɪᴄ ғᴏʟᴅᴇʀs :
   ├ ᴅᴏᴡɴʟᴏᴀᴅs
   ├ ᴄᴀᴄʜᴇ
   └ ᴛᴇᴍᴘ
๏ <b>ᴄʟᴇᴀɴ ᴀʟʟ</b> – ᴄʟᴇᴀɴs ᴇᴠᴇʀʏᴛʜɪɴɢ ɪɴ ᴏɴᴇ ɢᴏ
❖ ғᴏʟᴅᴇʀ sᴛʀᴜᴄᴛᴜʀᴇ, sɪᴢᴇ & ғɪʟᴇ ᴄᴏᴜɴᴛ ɪɴᴄʟᴜᴅᴇᴅ
❖ ғᴜʟʟ ᴅɪsᴋ sᴛᴀᴛs ᴀʟsᴏ sʜᴏᴡɴ

<b>❖ ғɪʟᴇ ᴍᴀɴᴀɢᴇʀ — ᴘᴀɪᴅ :</b>
<b>๏ sᴏᴏɴ</b> – ɪᴛ ᴡɪʟʟ ʙᴇ ᴘᴜʙʟɪᴄ ɪɴ ᴛʜᴇ ɴᴇxᴛ ᴜᴘᴅᴀᴛᴇ

<b>❖ ᴛʜᴇsᴇ ᴛᴏᴏʟs ᴀʀᴇ ᴏғ ɴᴏ ᴜsᴇ — ғʀᴇᴇ :</b>
<b>๏ /logs -</b> ɢᴇᴛ ʟᴏɢs ᴏғ ᴛʜᴇ ʙᴏᴛ  
<b>๏ /logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] -</b> ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴘᴘᴇɴ ᴏɴ ʙᴏᴛ  
<b>๏ /maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] -</b> ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴛʜᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ  

<b>❖ ᴍᴀɴᴀɢᴇ ʏᴏᴜʀ sᴜᴅᴏ ʟɪsᴛ — ᴘᴀɪᴅ - ғʀᴇᴇ :</b>
<b>๏ /addsudo -</b> ᴀᴅᴅ ᴀ sᴜᴅᴏ ᴜsᴇʀ  
<b>๏ /rmsudo -</b> ʀᴇᴍᴏᴠᴇ sᴜᴅᴏ ᴜsᴇʀ  
<b>๏ /sudolist -</b> ᴄʜᴇᴄᴋ sᴜᴅᴏʟɪsᴛ
"""

HELP_8 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴍᴏᴅᴜʟᴇ :</b></u>

<b><u>❖ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs :</b></u>

<b>๏ /activevoice -</b> sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ.
<b>๏ /activevideo -</b> sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
<b>๏ /autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] -</b> ᴇɴᴀʙʟᴇ sᴛʀᴇᴀᴍ ᴀᴜᴛᴏ ᴇɴᴅ ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ.
"""

HELP_9 = """<b><u>❖ ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ғᴏʀ sᴛᴀʀᴛ ᴍᴏᴅᴜʟᴇ :</b></u>

<b><u>❖ ɢᴇᴛ sᴛᴀʀᴛᴇᴅ ᴡɪᴛʜ ʙᴏᴛ</b></u>

<b>๏ /start -</b> sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
<b>๏ /help -</b> ɢᴇᴛ ʜᴇʟᴘ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴘʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.
<b>๏ /reboot -</b> ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ.
<b>๏ /settings -</b> sʜᴏᴡs ᴛʜᴇ ɢʀᴏᴜᴘ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ɪɴʟɪɴᴇ ᴍᴇɴᴜ.
"""
